Repository: 0ks/blessd_umbrella
Catalog: apps/blessd_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Are you sure?
pt_br: Tem certeza?

source: Attendance
pt_br: Comparecimento

source: Back
pt_br: Voltar

source: Delete
pt_br: Apagar

source: Edit
pt_br: Alterar

source: Edit Person
pt_br: Alterando pessoa

source: Is member
pt_br: É membro

source: Listing People
pt_br: Listando Pessoas

source: Manage your church to focus in the kingdom.
pt_br: Gerencie sua igreja para focar no reino.

source: Name
pt_br: Nome

source: New Person
pt_br: Nova Pessoa

source: No
pt_br: Não

source: Oops, something went wrong! Please check the errors below.
pt_br: Opa, algo deu errado! Por favor verifique os erros abaixo.

source: People
pt_br: Pessoas

source: Present
pt_br: Presente

source: Submit
pt_br: Enviar

source: This is a church member
pt_br: Este é um membro da igreja

source: Yes
pt_br: Sim

source: {0M}/{0D}/{YYYY}
pt_br: {0D}/{0M}/{YYYY}

source: Simplify your community.
pt_br: Simplifique sua comunidade.

source: Choose a file...
pt_br: Escolha um arquivo...

source: Here is the list of errors:
pt_br: Aqui está a lista de erros:

source: Import CSV
pt_br: Importar CSV

source: None
pt_br: Nenhum

source: People imported successfully.
pt_br: Pessoas importadas com sucesso.

source: Person created successfully.
pt_br: Pessoa criada com sucesso.

source: Person deleted successfully.
pt_br: Pessoa removida com sucesso.

source: Person updated successfully.
pt_br: Pessoa atualizada com sucesso.

source: Sorry! The file provided could not be imported.
pt_br: Desculpe! O arquivo que você proveu não pôde ser importado.

source: Import people from CSV
pt_br: Importar pessoas de um CSV

source: %{church} Dashboard
pt_br: Dashboard da(o) %{church}

source: %{meeting} on %{date}
pt_br: %{meeting} em %{date}

source: %{meeting} today!
pt_br: %{meeting} hoje!

source: %{name} invited you to Blessd!
pt_br: %{name} convidou você para o Blessd!

source: Absent
pt_br: Ausente

source: Accept invitation
pt_br: Aceitar convite

source: Accepting Invitation
pt_br: Aceitando Convite

source: Add more fields...
pt_br: Adicionar mais campos...

source: Add person
pt_br: Adicionar pessoa

source: Another church
pt_br: Outra igreja

source: Are you sure? Changing the field type or validations can make the current data invalid and you might even lose if forever.
pt_br: Tem certeza? Alterar o tipo do campo ou as validações pode invalidar os dados atuais e você pode até perder eles pra sempre.

source: Are you sure? There is no way to recover this field in the future, as well as all the data set to it on the registers.
pt_br: Tem certeza? Não há nenhum jeito de recuperar este campo no futuro, assim como todos os dados informados para ele nos registros.

source: Are you sure? You will lose all your data!
pt_br: Tem certeza? Você irá perder todos os sues dados!

source: Basic fields
pt_br: Campos básicos

source: Careful
pt_br: Cuidado

source: Change my password
pt_br: Alterar minha senha

source: Changing the type or validations of fields can make the current data invalid and you can lose it forever.
pt_br: Alterando o tipo ou validações dos campos pode invalidade os dados atuais e você pode perder eles para sempre.

source: Check email
pt_br: Verificar email

source: Choose a church you're already logged in
pt_br: Escolha uma igreja que você já está logado

source: Church Config
pt_br: Configurações da Igreja

source: Church URL
pt_br: URL da igreja

source: Church config
pt_br: Configurações da igreja

source: Church deleted successfully.
pt_br: Igreja atualizado com sucesso.

source: Church name
pt_br: Nome da igreja

source: Church updated successfully.
pt_br: Igreja atualizado com sucesso.

source: Click here
pt_br: Clique aqui

source: Close filter
pt_br: Tirar filtro

source: Config
pt_br: Configurações

source: Confirm your email
pt_br: Confirme seu email

source: Confirmation email sent.
pt_br: Email de confirmação enviado.

source: Custom fields
pt_br: Campos customizados

source: Dates should be formated <code>YYYY-MM-DD</code>, and booleans should be <code>1</code> or <code>0</code>.
pt_br: Datas devem ter o formato <code>YYYY-MM-DD</code>, e booleanos devem ser <code>1</code> ou <code>0</code>.

source: Edit Custom Field
pt_br: Atualizando Campo Customizado

source: Edit Meeting
pt_br: Atualizando Reunião

source: Edit Meeting Occurrence
pt_br: Atualizando Ocorrência de Reunião

source: Email confirmed successfully.
pt_br: Email confirmado com sucesso

source: Field successfully created.
pt_br: Campo criado com sucesso.

source: Field successfully deleted.
pt_br: Campo apagado com sucesso.

source: Field successfully updated.
pt_br: Campo atualizado com sucesso.

source: Filter
pt_br: Filtro

source: First time
pt_br: Primeiro nome

source: First time visitor
pt_br: Visitante pela primeira vez

source: Forgot my Church URL
pt_br: Esqueci a URL da minha igreja

source: Forgot my Password
pt_br: Esqueci minha senha

source: Forgot my church URL
pt_br: Esqueci a URL da minha igreja

source: Forgot my password
pt_br: Esqueci minha senha

source: Forgot your church URL, %{name}?
pt_br: Esqueceu a URL da sua igreja, %{name}?

source: Forgot your password, %{name}?
pt_br: Esqueceu sua senha, %{name}?

source: General
pt_br: Geral

source: Help
pt_br: Ajuda

source: Here is your church recovery link: %{url}
pt_br: Aqui está o seu link para recuperar igreja: %{url}

source: Here is your confirmation link: %{url}
pt_br: Aqui está o seu link de confirmação: %{url}

source: Here is your invitation link: %{url}
pt_br: Aqui está o seu link de convite: %{ulr}

source: Here is your password reset link: %{url}
pt_br: Aqui está o seu link para resetar senah: %{url}

source: If the link does not work, copy this and paste on your localtion bar: %{url}
pt_br: Se o link não funcionar, copie isto e cole na sua barra de localizaçnao: %{url}

source: If you can't find it, or it's expired, we will send a new one or check if the email address you gave us is correct.
pt_br: Se você não consegue encontrá-lo, ou está expirado, nós enviaremos um novo ou verifique se o email que você nos deu está correto.

source: Invitation accepted succesfully.
pt_br: Convite aceito com sucesso.

source: Invitation expired
pt_br: Convite expirado

source: Invitation pending
pt_br: Convite pendente

source: Invite User
pt_br: Convidar Usuário

source: Keep in touch!
pt_br: Fique de olho!

source: Listing Meetings
pt_br: Listando Reuniões

source: Listing Users
pt_br: Listando Usuários

source: Me
pt_br: Eu

source: Meeting created successfully.
pt_br: Reunião criado com sucesso.

source: Meeting deleted successfully.
pt_br: Reunião removido com sucesso.

source: Meeting updated successfully.
pt_br: Reunião atualizado com sucesso.

source: Meetings
pt_br: Reuniões

source: Member since %{time}
pt_br: Membro desde %{time}

source: Missing
pt_br: Faltando

source: New Custom Field
pt_br: Novo Campo Customizado

source: New Meeting
pt_br: Nova Reunião

source: New Meeting Occurrence
pt_br: Nova Ocorrência de Reunião

source: New Occurrence
pt_br: Nova Ocorrência

source: New field
pt_br: Novo campo

source: Occurrence created successfully.
pt_br: Ocorrência criado com sucesso.

source: Occurrence deleted successfully.
pt_br: Ocorrência removido com sucesso.

source: Occurrence updated successfully.
pt_br: Ocorrência atualizado com sucesso.

source: Open
pt_br: Abrir

source: Password
pt_br: Senha

source: Password reset succesfully.
pt_br: Pessoa criada com sucesso.

source: Profile
pt_br: Perfil

source: Recurrent
pt_br: Recorrente

source: Refresh
pt_br: Atualizar

source: Resend email
pt_br: Reenviar email

source: Resend invitation
pt_br: Reenviar convite

source: Reset password
pt_br: Resetar senha

source: Reset your Blessd password
pt_br: Resete a sua senha do Blessd

source: Search
pt_br: Procurar

source: Send email
pt_br: Enviar email

source: Sign in
pt_br: Entrar

source: Sign in to an existing, or create a new one
pt_br: Entrar em uma existente, ou criar uma nova

source: Sign out
pt_br: Sair

source: Sign up
pt_br: Registrar

source: Signed in as %{name}
pt_br: Entrou como %{name}

source: Signed up sucessfully
pt_br: Registrado com sucesso

source: State
pt_br: Estado

source: Switch church
pt_br: Trocar igreja

source: The first line of the CSV should be the field name of that position. Here are the field names we will be considering to import data:
pt_br: A primeira linha do CSV deve conter o nome do campo de cada posição. Aqui estão os nomes de campos nós vamos considerar para importar os dados:

source: The given confirmation token does not refer to any user.
pt_br: O token de confirmação informado não se refere a nenhum usuário.

source: The given confirmation token is invalid or expired, please request another confirmation email.
pt_br: O token de confirmação informado é inválido ou está expirado, por favor peça outro email de confirmação.

source: The given invitation token does not refer to any user.
pt_br: O token de convite informado não se refere a nenhum usuário.

source: The given invitation token is invalid or expired, please request another invitation email.
pt_br: O token de convite informado é inválido ou está expirado, por favor peça outro email de convite.

source: The given password reset token does not refer to any user.
pt_br: O token de reset de senha informado não se refere a nenhum usuário.

source: The given password reset token is invalid or expired, please request another email.
pt_br: O token de reset de senha informado é inválido ou está expirado, por favor peça outro email.

source: The person of the line #%{line} could not be created.
pt_br: A pessoa da linha #%{line} não pode ser criada.

source: These are your churches
pt_br: Estas são as suas igrejas

source: This field is required
pt_br: Este campo é obrigatório

source: This page can only be accessed when signed in.
pt_br: Esta página só pode ser acessada enquanto logado.

source: This view must be always connected to the server to work properly. Please refresh the page to reconnect.
pt_br: Esta página deve estar sempre conectada ao servidor para funcionar corretamente. Por favor atualize-a para reconectar.

source: Unknown
pt_br: Desconhecido

source: User deleted successfully.
pt_br: Pessoa removida com sucesso.

source: User invited successfully.
pt_br: Usuário convidado com sucesso.

source: User updated successfully.
pt_br: Pessoa atualizada com sucesso.

source: Users
pt_br: Usuários

source: Validations
pt_br: Validações

source: Visitor successfully created.
pt_br: Visitante criado com sucesso.

source: We sent you an email with the instructions on how to do it.
pt_br: Nós te enviamos um email com as instruções de como fazer isso.

source: We sent you an email with the instructions to recover your church.
pt_br: Nós te enviamos um email com as instruções de recuperar sua igreja.

source: We sent you an email with the instructions to reset your password.
pt_br: Nós enviamos um email com as instruções para resetar sua senha.

source: Welcome to Blessd - email confirmation
pt_br: Bem-vindo ao Blessd - confirmação de email

source: Welcome to Blessd, %{name}.
pt_br: Bem-vindo ao Blessd, %{name}

source: You are disconnected from the server
pt_br: Você está desconectado do servidor

source: You must confirm your email first. Please check your inbox, request another email or change to a correct email address.
pt_br: Você precisa confirmar seu email primeiro. Por favor, verifique a sua caixa de entrada, peça outro email ou corrija o seu endereço de email.

source: You were invited to Blessd
pt_br: Você foi convidado para o Blessd

source: You will find some useful info here in the future.
pt_br: Você vai encontrar informações úteis aqui no futuro.

source: Your email
pt_br: Seu email

source: Your name
pt_br: Seu nome

source: Your new password
pt_br: Sua nova senha

source: Your password
pt_br: Sua senha

source: and you will be able to find it again
pt_br: e você vai conseguir encontrar ela novamente

source: sign in to an existing church
pt_br: logar em uma igreja já existente

source: sign up for a new church
pt_br: registrar nova igreja

source: to accept the invitation
pt_br: para aceitar o convite

source: to confirm your account
pt_br: para confirmar sua conta

source: to reset it
pt_br: para resetar ela

source: {0M}/{0D}/{YYYY} {h12}:{m}{am}
pt_br: {0D}/{0M}/{YYYY}

source: Date
pt_br: Data

source: Description
pt_br: Descrição

source: Language
pt_br: Linguagem

source: Type
pt_br: Tipo
